Repository: khsahil2019/idea_desk
Catalog: l10n/intl_*.arb
Languages: hi

# appTitle
source: Idea Desk
hi: आइडिया डेस्क

# page1Heading
source: Give wings to your ideas, turn them into a success story, came along we will nurture your idea/Concept and help you building your own startup
hi: अपने विचारों को पंख दें, उन्हें एक सफलता की कहानी में बदलें, हमारे साथ आएं हम आपके विचार/अवधारणा को पोषित करेंगे और आपके खुद के स्टार्टअप को बनाने में मदद करेंगे

source: My Idea is?
hi: मेरा विचार है?

# isTechBased
source: My Business/Idea is technology based
hi: मेरा व्यवसाय/विचार तकनीक आधारित है

# techUsed
source: Technology is used
hi: तकनीक का उपयोग किया जाता है

# formOfTech
source: The form of technology used is
hi: प्रयुक्त तकनीक का रूप है

# innovativeSolution
source: My Business/Idea provides an innovative solutions to a particular problem
hi: मेरा व्यवसाय/विचार किसी विशेष समस्या का नवीन समाधान प्रदान करता है

# valueBeyondCost
source: My business/Idea provides value to a potential customers beyond its cost
hi: मेरा व्यवसाय/विचार संभावित ग्राहकों को इसकी लागत से अधिक मूल्य प्रदान करता है

source: Industry
hi: उद्योग

# generatedRevenue
source: Have your business/Idea generated any revenue
hi: क्या आपके व्यवसाय/विचार ने कोई राजस्व उत्पन्न किया है

source: Legal Status
hi: कानूनी स्थिति

# page2Heading
source: Lets understand your Idea in detail, CRUX ensures you of 100% security of your Idea, your Idea will never be share with any one, other than the authorised assessors who are going to assess your Idea for further actions.
hi: आइए आपके विचार को विस्तार से समझें, CRUX आपके विचार की 100% सुरक्षा सुनिश्चित करता है, आपका विचार किसी के साथ साझा नहीं किया जाएगा, सिवाय अधिकृत मूल्यांकनकर्ताओं के जो आपके विचार को आगे की कार्रवाई के लिए मूल्यांकन करेंगे।

# nameOfBusiness
source: Name of Business/Idea
hi: व्यवसाय/विचार का नाम

# productService
source: What is your product or service
hi: आपका उत्पाद या सेवा क्या है

# uniqueness
source: Why it is Unique?
hi: यह अनूठा क्यों है?

# difference
source: Why is your product/service different from other already available product/service (Use Plus '+ Add More' button to add every new difference/feature)
hi: आपका उत्पाद/सेवा पहले से उपलब्ध अन्य उत्पाद/सेवा से अलग क्यों है (हर नई अंतर/विशेषता जोड़ने के लिए प्लस '+ और जोड़ें' बटन का उपयोग करें)

# milestones
source: What are the major product/service milestones that have been met to date? (discussed and appreciated, tested, being used by people)
hi: अब तक कौन से प्रमुख उत्पाद/सेवा मील के पत्थर पूरे किए गए हैं? (चर्चा और सराहना की गई, परीक्षण किया गया, लोगों द्वारा उपयोग किया जा रहा है)

# discussedWith
source: Have you discussed the idea/venture/product/service with your closed one?
hi: क्या आपने अपने विचार/उद्यम/उत्पाद/सेवा को अपने करीबी लोगों के साथ चर्चा की है?

# reaction
source: What was their reaction?
hi: उनकी प्रतिक्रिया क्या थी?

source: Target Age Group
hi: लक्षित आयु समूह

# targetIncome
source: Target Monthly Income
hi: लक्षित मासिक आय

source: Location
hi: स्थान

source: Gender
hi: लिंग

source: Education
hi: शिक्षा

# teamSize
source: Present Team Size
hi: वर्तमान टीम का आकार

# page3Heading
source: Letâ€™s sum-up! By clicking your requirements from the incubation centre, you will be responded soon about your idea. Thank you for your submission
hi: आइए संक्षेप करें! इनक्यूबेशन सेंटर से अपनी आवश्यकताओं पर क्लिक करके, आपको जल्द ही आपके विचार के बारे में जवाब मिलेगा। आपके प्रस्तुति के लिए धन्यवाद

# lookingFor
source: I am Looking for
hi: मैं ढूंढ रहा हूँ

# expertAdvice
source: Expert Advice on My Idea/Concept
hi: मेरे विचार/अवधारणा पर विशेषज्ञ सलाह

# infrastructure
source: Space and infrastructure to develop the service/product
hi: सेवा/उत्पाद विकसित करने के लिए स्थान और बुनियादी ढांचा

# funding
source: Funding to launch the already developed product/service
hi: पहले से विकसित उत्पाद/सेवा को लॉन्च करने के लिए फंडिंग

# legalHelp
source: Form a company and other legal formalities
hi: कंपनी बनाना और अन्य कानूनी औपचारिकताएं

# growTeam
source: Grow my team
hi: मेरी टीम बढ़ाना

# attachFile
source: Attach Business Plan/Document (Optional)
hi: व्यवसाय योजना/दस्तावेज संलग्न करें (वैकल्पिक)

source: Pick File
hi: फाइल चुनें

source: No file selected
hi: कोई फाइल चयनित नहीं

# previousButton
source: Previous
hi: पिछला

# nextButton
source: Next
hi: अगला

# submitButton
source: Submit
hi: जमा करें

# successTitle
source: Success
hi: सफलता

# successMessage
source: Form Submitted! Check console and dialog.
hi: फॉर्म जमा हो गया! कंसोल और डायलॉग जांचें।
